---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsEnergyAnalysisSurfaceAzimuth
source: html/96756a41-7046-b063-6d1d-9cd787fe0cdd.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsEnergyAnalysisSurfaceAzimuth Property

"Azimuth"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsEnergyAnalysisSurfaceAzimuth { get; }
```